poiuy105/rcDaulServo/gatt_server/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_BT_ENABLED=y
CONFIG_BT_BLE_42_FEATURES_SUPPORTED=y

# LD6004 Radar
CONFIG_RADAR_UART_TX_PIN=1
CONFIG_RADAR_UART_RX_PIN=0
CONFIG_RADAR_UART_BAUD=115200
